Repository: conrader/plainsay
Catalog: Sources/PlainsayCore/Resources/CoreLocalizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pl, pt, ru, uk, zh_hans

# asrProvider.cost.deapi
source: ~$0.021/hour of audio · $5 free credit to start
de: ~0,021 $/Stunde Audio · 5 $ Startguthaben
es: ~0,021 $/hora de audio · 5 $ de crédito gratis para empezar
fr: ~0,021 $/heure d'audio · 5 $ de crédit offert au départ
it: ~0,021 $/ora di audio · 5 $ di credito gratuito iniziale
ja: 音声1時間あたり約0.021ドル · 開始時に5ドル分の無料クレジット
ko: 오디오 1시간당 약 0.021달러 · 시작 시 5달러 무료 크레딧
nl: ~$0,021/uur audio · $5 gratis tegoed om te beginnen
pl: ~0,021 USD/godzinę audio · 5 USD kredytu na start
pt: ~0,021 $/hora de áudio · 5 $ de crédito grátis para começar
ru: ~0,021 $/час аудио · 5 $ бесплатно на старте
uk: ~0,021 $/годину аудіо · 5 $ безкоштовно на старті
zh_hans: 约 0.021 美元/小时音频 · 首次可获 5 美元免费额度

# asrProvider.cost.groq
source: ~$0.04/hour of audio
de: ~0,04 $/Stunde Audio
es: ~0,04 $/hora de audio
fr: ~0,04 $/heure d'audio
it: ~0,04 $/ora di audio
ja: 音声1時間あたり約0.04ドル
ko: 오디오 1시간당 약 0.04달러
nl: ~$0,04/uur audio
pl: ~0,04 USD/godzinę audio
pt: ~0,04 $/hora de áudio
ru: ~0,04 $/час аудио
uk: ~0,04 $/годину аудіо
zh_hans: 约 0.04 美元/小时音频

# asrProvider.cost.openai
source: ~$0.36/hour of audio
de: ~0,36 $/Stunde Audio
es: ~0,36 $/hora de audio
fr: ~0,36 $/heure d'audio
it: ~0,36 $/ora di audio
ja: 音声1時間あたり約0.36ドル
ko: 오디오 1시간당 약 0.36달러
nl: ~$0,36/uur audio
pl: ~0,36 USD/godzinę audio
pt: ~0,36 $/hora de áudio
ru: ~0,36 $/час аудио
uk: ~0,36 $/годину аудіо
zh_hans: 约 0.36 美元/小时音频

# asrProvider.displayName.custom
source: Custom (OpenAI-compatible)
de: Benutzerdefiniert (OpenAI-kompatibel)
es: Personalizado (compatible con OpenAI)
fr: Personnalisé (compatible OpenAI)
it: Personalizzato (compatibile con OpenAI)
ja: カスタム（OpenAI互換）
ko: 사용자 지정 (OpenAI 호환)
nl: Aangepast (OpenAI-compatibel)
pl: Niestandardowy (kompatybilny z OpenAI)
pt: Personalizado (compatível com OpenAI)
ru: Другой (совместимый с OpenAI)
uk: Інший (сумісний з OpenAI)
zh_hans: 自定义（兼容 OpenAI）

# audio.converterUnavailable
source: Cannot convert audio from %@Hz to 16kHz mono.
de: Audio kann nicht von %@Hz auf 16kHz Mono konvertiert werden.
es: No se puede convertir el audio de %@Hz a 16kHz mono.
fr: Impossible de convertir l'audio de %@Hz vers 16kHz mono.
it: Impossibile convertire l'audio da %@Hz a 16kHz mono.
ja: 音声を %@Hz から16kHzモノラルに変換できません。
ko: 오디오를 %@Hz에서 16kHz 모노로 변환할 수 없습니다.
nl: Kan audio niet converteren van %@Hz naar 16kHz mono.
pl: Nie można przekonwertować audio z %@Hz na 16kHz mono.
pt: Não é possível converter áudio de %@Hz para 16kHz mono.
ru: Не удаётся преобразовать аудио из %@ Гц в 16 кГц моно.
uk: Не вдається перетворити аудіо з %@ Гц на 16 кГц моно.
zh_hans: 无法将音频从 %@Hz 转换为 16kHz 单声道。

source: Audio engine failed: %@
de: Audio-Engine fehlgeschlagen: %@
es: El motor de audio falló: %@
fr: Échec du moteur audio : %@
it: Il motore audio non è riuscito: %@
ja: オーディオエンジンが失敗しました: %@
ko: 오디오 엔진이 실패했습니다: %@
nl: Audio-engine mislukt: %@
pl: Silnik audio zawiódł: %@
pt: O motor de áudio falhou: %@
ru: Сбой аудиодвижка: %@
uk: Збій аудіодвигуна: %@
zh_hans: 音频引擎出错：%@

# audio.microphoneDenied
source: Microphone access denied. Enable it in System Settings › Privacy & Security › Microphone.
de: Mikrofonzugriff verweigert. Aktiviere ihn in Systemeinstellungen › Datenschutz & Sicherheit › Mikrofon.
es: Acceso al micrófono denegado. Actívalo en Ajustes del sistema › Privacidad y seguridad › Micrófono.
fr: Accès au microphone refusé. Activez-le dans Réglages Système › Confidentialité et sécurité › Microphone.
it: Accesso al microfono negato. Attivalo in Impostazioni di sistema › Privacy e sicurezza › Microfono.
ja: マイクへのアクセスが拒否されています。システム設定 › プライバシーとセキュリティ › マイクで有効にしてください。
ko: 마이크 접근이 거부되었습니다. 시스템 설정 › 개인정보 보호 및 보안 › 마이크에서 허용하세요.
nl: Microfoontoegang geweigerd. Schakel dit in bij Systeeminstellingen › Privacy en beveiliging › Microfoon.
pl: Odmówiono dostępu do mikrofonu. Włącz go w Ustawieniach systemowych › Prywatność i ochrona › Mikrofon.
pt: Acesso ao microfone negado. Ativa-o em Definições do sistema › Privacidade e Segurança › Microfone.
ru: Доступ к микрофону запрещён. Включите его в Системных настройках › Конфиденциальность и безопасность › Микрофон.
uk: Доступ до мікрофона заборонено. Увімкніть його в Системних налаштуваннях › Конфіденційність і безпека › Мікрофон.
zh_hans: 麦克风访问被拒绝。请在「系统设置 › 隐私与安全性 › 麦克风」中启用。

# audio.noInputDevice
source: No audio input device available.
de: Kein Audio-Eingabegerät verfügbar.
es: No hay ningún dispositivo de entrada de audio disponible.
fr: Aucun périphérique d'entrée audio disponible.
it: Nessun dispositivo di ingresso audio disponibile.
ja: 利用可能なオーディオ入力デバイスがありません。
ko: 사용 가능한 오디오 입력 장치가 없습니다.
nl: Geen audio-invoerapparaat beschikbaar.
pl: Brak dostępnego urządzenia wejścia audio.
pt: Nenhum dispositivo de entrada de áudio disponível.
ru: Нет доступного устройства ввода звука.
uk: Немає доступного пристрою вводу звуку.
zh_hans: 没有可用的音频输入设备。

# cleanup.emptyResponse
source: Cleanup provider returned no text
de: Bearbeitungsanbieter lieferte keinen Text
es: El proveedor de edición no devolvió texto
fr: Le fournisseur d'édition n'a renvoyé aucun texte
it: Il provider di editing non ha restituito testo
ja: クリーンアッププロバイダーからテキストが返されませんでした
ko: 정리 제공사가 텍스트를 반환하지 않았습니다
nl: Opschoonprovider gaf geen tekst terug
pl: Dostawca edycji nie zwrócił tekstu
pt: O fornecedor de edição não devolveu texto
ru: Провайдер редактирования не вернул текст
uk: Постачальник редагування не повернув текст
zh_hans: 编辑服务提供方未返回任何文本

# cleanup.httpError
source: Cleanup provider returned HTTP %d: %@
de: Bearbeitungsanbieter meldete HTTP %d: %@
es: El proveedor de edición devolvió HTTP %d: %@
fr: Le fournisseur d'édition a renvoyé HTTP %d : %@
it: Il provider di editing ha restituito HTTP %d: %@
ja: クリーンアッププロバイダーがHTTP %d を返しました: %@
ko: 정리 제공사가 HTTP %d 를 반환했습니다: %@
nl: Opschoonprovider gaf HTTP %d terug: %@
pl: Dostawca edycji zwrócił HTTP %d: %@
pt: O fornecedor de edição devolveu HTTP %d: %@
ru: Провайдер редактирования вернул HTTP %d: %@
uk: Постачальник редагування повернув HTTP %d: %@
zh_hans: 编辑服务提供方返回 HTTP %d：%@

# cleanup.invalidEndpoint
source: Invalid cleanup endpoint: %@
de: Ungültiger Bearbeitungsendpunkt: %@
es: Endpoint de edición no válido: %@
fr: Point de terminaison d'édition invalide : %@
it: Endpoint di editing non valido: %@
ja: 無効なクリーンアップエンドポイント: %@
ko: 잘못된 정리 엔드포인트: %@
nl: Ongeldig opschoon-endpoint: %@
pl: Nieprawidłowy endpoint edycji: %@
pt: Endpoint de edição inválido: %@
ru: Некорректный endpoint редактирования: %@
uk: Некоректний endpoint редагування: %@
zh_hans: 无效的编辑端点：%@

# cleanup.noApiKey
source: No API key configured for the cleanup provider
de: Kein API-Schlüssel für den Bearbeitungsanbieter konfiguriert
es: No hay ninguna clave de API configurada para el proveedor de edición
fr: Aucune clé API configurée pour le fournisseur d'édition
it: Nessuna chiave API configurata per il provider di editing
ja: クリーンアッププロバイダーのAPIキーが設定されていません
ko: 정리 제공사의 API 키가 설정되지 않았습니다
nl: Geen API-sleutel geconfigureerd voor de opschoonprovider
pl: Brak klucza API skonfigurowanego dla dostawcy edycji
pt: Nenhuma chave de API configurada para o fornecedor de edição
ru: Не настроен API-ключ для провайдера редактирования
uk: Не налаштовано API-ключ для постачальника редагування
zh_hans: 未配置编辑服务提供方的 API 密钥

# cleanup.noModel
source: No cleanup model selected
de: Kein Bearbeitungsmodell ausgewählt
es: No se ha seleccionado ningún modelo de edición
fr: Aucun modèle d'édition sélectionné
it: Nessun modello di editing selezionato
ja: クリーンアップモデルが選択されていません
ko: 정리 모델이 선택되지 않았습니다
nl: Geen opschoonmodel geselecteerd
pl: Nie wybrano modelu do edycji
pt: Nenhum modelo de edição selecionado
ru: Не выбрана модель для редактирования
uk: Не обрано модель для редагування
zh_hans: 未选择编辑模型

source: Cleanup timed out
de: Zeitüberschreitung bei der Bearbeitung
es: La edición agotó el tiempo de espera
fr: Délai d'édition dépassé
it: L'editing ha superato il tempo massimo di attesa
ja: クリーンアップがタイムアウトしました
ko: 정리 시간이 초과되었습니다
nl: Opschonen duurde te lang
pl: Przekroczono czas oczekiwania na edycję
pt: A edição excedeu o tempo limite
ru: Истекло время ожидания редактирования
uk: Минув час очікування редагування
zh_hans: 编辑请求超时

# cleanupProvider.displayName.custom
source: Custom (OpenAI-compatible)
de: Benutzerdefiniert (OpenAI-kompatibel)
es: Personalizado (compatible con OpenAI)
fr: Personnalisé (compatible OpenAI)
it: Personalizzato (compatibile con OpenAI)
ja: カスタム（OpenAI互換）
ko: 사용자 지정 (OpenAI 호환)
nl: Aangepast (OpenAI-compatibel)
pl: Niestandardowy (kompatybilny z OpenAI)
pt: Personalizado (compatível com OpenAI)
ru: Другой (совместимый с OpenAI)
uk: Інший (сумісний з OpenAI)
zh_hans: 自定义（兼容 OpenAI）

# cloud.httpError
source: Plainsay Cloud returned HTTP %d.
de: Plainsay Cloud meldete HTTP %d.
es: Plainsay Cloud devolvió HTTP %d.
fr: Plainsay Cloud a renvoyé HTTP %d.
it: Plainsay Cloud ha restituito HTTP %d.
ja: Plainsay CloudがHTTP %d を返しました。
ko: Plainsay Cloud가 HTTP %d 를 반환했습니다.
nl: Plainsay Cloud gaf HTTP %d terug.
pl: Plainsay Cloud zwróciła HTTP %d.
pt: O Plainsay Cloud devolveu HTTP %d.
ru: Plainsay Cloud вернул HTTP %d.
uk: Plainsay Cloud повернув HTTP %d.
zh_hans: Plainsay Cloud 返回了 HTTP %d。

# cloud.malformedResponse
source: Plainsay Cloud sent something unexpected.
de: Plainsay Cloud hat etwas Unerwartetes gesendet.
es: Plainsay Cloud envió algo inesperado.
fr: Plainsay Cloud a envoyé quelque chose d'inattendu.
it: Plainsay Cloud ha inviato qualcosa di inatteso.
ja: Plainsay Cloudから予期しないデータが送られてきました。
ko: Plainsay Cloud가 예기치 않은 데이터를 보냈습니다.
nl: Plainsay Cloud stuurde iets onverwachts.
pl: Plainsay Cloud przesłała coś nieoczekiwanego.
pt: O Plainsay Cloud enviou algo inesperado.
ru: Plainsay Cloud прислал что-то неожиданное.
uk: Plainsay Cloud надіслав щось неочікуване.
zh_hans: Plainsay Cloud 返回了无法识别的内容。

# cloud.networkError
source: Could not reach Plainsay Cloud: %@
de: Plainsay Cloud konnte nicht erreicht werden: %@
es: No se pudo contactar con Plainsay Cloud: %@
fr: Impossible de joindre Plainsay Cloud : %@
it: Impossibile raggiungere Plainsay Cloud: %@
ja: Plainsay Cloudに接続できませんでした: %@
ko: Plainsay Cloud에 연결할 수 없습니다: %@
nl: Kon Plainsay Cloud niet bereiken: %@
pl: Nie można połączyć się z Plainsay Cloud: %@
pt: Não foi possível contactar o Plainsay Cloud: %@
ru: Не удалось связаться с Plainsay Cloud: %@
uk: Не вдалося зв'язатися з Plainsay Cloud: %@
zh_hans: 无法连接到 Plainsay Cloud：%@

# cloud.noSubscription
source: Plainsay Cloud needs an active subscription.
de: Plainsay Cloud benötigt ein aktives Abo.
es: Plainsay Cloud necesita una suscripción activa.
fr: Plainsay Cloud nécessite un abonnement actif.
it: Plainsay Cloud richiede un abbonamento attivo.
ja: Plainsay Cloudには有効なサブスクリプションが必要です。
ko: Plainsay Cloud에는 활성 구독이 필요합니다.
nl: Plainsay Cloud vereist een actief abonnement.
pl: Plainsay Cloud wymaga aktywnej subskrypcji.
pt: O Plainsay Cloud precisa de uma subscrição ativa.
ru: Для Plainsay Cloud нужна активная подписка.
uk: Для Plainsay Cloud потрібна активна підписка.
zh_hans: Plainsay Cloud 需要有效订阅。

# cloud.signInRequired
source: Sign in to Plainsay Cloud in Settings › Speech.
de: Melde dich bei Plainsay Cloud unter Einstellungen › Sprache an.
es: Inicia sesión en Plainsay Cloud en Ajustes › Voz.
fr: Connectez-vous à Plainsay Cloud dans Réglages › Voix.
it: Accedi a Plainsay Cloud in Impostazioni › Voce.
ja: 設定 › 音声でPlainsay Cloudにサインインしてください。
ko: 설정 › 음성에서 Plainsay Cloud에 로그인하세요.
nl: Log in bij Plainsay Cloud onder Instellingen › Spraak.
pl: Zaloguj się do Plainsay Cloud w Ustawieniach › Mowa.
pt: Inicia sessão no Plainsay Cloud em Definições › Voz.
ru: Войдите в Plainsay Cloud в Настройках › Речь.
uk: Увійдіть у Plainsay Cloud у Налаштуваннях › Мовлення.
zh_hans: 请在「设置 › 听写」中登录 Plainsay Cloud。

# cloud.subscriptionStatus
source: Your Plainsay Cloud subscription is %@.
de: Dein Plainsay-Cloud-Abo hat den Status %@.
es: Tu suscripción a Plainsay Cloud está %@.
fr: Votre abonnement Plainsay Cloud a pour statut %@.
it: Il tuo abbonamento a Plainsay Cloud è %@.
ja: Plainsay Cloudのサブスクリプションは %@ です。
ko: Plainsay Cloud 구독 상태는 %@ 입니다.
nl: Je Plainsay Cloud-abonnement is %@.
pl: Twoja subskrypcja Plainsay Cloud ma status: %@.
pt: A tua subscrição do Plainsay Cloud está %@.
ru: Статус вашей подписки Plainsay Cloud: %@.
uk: Статус вашої підписки Plainsay Cloud: %@.
zh_hans: 你的 Plainsay Cloud 订阅状态为 %@。

# coordinator.modelNotLoaded
source: Speech model not loaded
de: Sprachmodell nicht geladen
es: Modelo de voz no cargado
fr: Modèle vocal non chargé
it: Modello vocale non caricato
ja: 音声モデルが読み込まれていません
ko: 음성 모델이 로드되지 않았습니다
nl: Spraakmodel niet geladen
pl: Model mowy nie jest wczytany
pt: Modelo de voz não carregado
ru: Речевая модель не загружена
uk: Мовленнєву модель не завантажено
zh_hans: 语音模型尚未加载

# coordinator.modelStatus.downloading
source: Downloading the speech model (%@). This happens once.
de: Sprachmodell wird heruntergeladen (%@). Das geschieht nur einmal.
es: Descargando el modelo de voz (%@). Esto ocurre una sola vez.
fr: Téléchargement du modèle vocal (%@). Cela n'arrive qu'une fois.
it: Download del modello vocale (%@). Avviene una sola volta.
ja: 音声モデルをダウンロードしています（%@）。これは一度だけ発生します。
ko: 음성 모델을 다운로드하는 중(%@). 이 작업은 한 번만 발생합니다.
nl: Spraakmodel wordt gedownload (%@). Dit gebeurt eenmalig.
pl: Pobieranie modelu mowy (%@). To dzieje się tylko raz.
pt: A transferir o modelo de voz (%@). Isto acontece uma única vez.
ru: Загрузка речевой модели (%@). Это происходит один раз.
uk: Завантаження мовленнєвої моделі (%@). Це відбувається один раз.
zh_hans: 正在下载语音模型（%@）。这只会发生一次。

# coordinator.modelStatus.failed
source: Speech model failed to load: %@
de: Sprachmodell konnte nicht geladen werden: %@
es: Error al cargar el modelo de voz: %@
fr: Échec du chargement du modèle vocal : %@
it: Impossibile caricare il modello vocale: %@
ja: 音声モデルの読み込みに失敗しました: %@
ko: 음성 모델을 불러오지 못했습니다: %@
nl: Spraakmodel laden mislukt: %@
pl: Nie udało się wczytać modelu mowy: %@
pt: Falha ao carregar o modelo de voz: %@
ru: Не удалось загрузить речевую модель: %@
uk: Не вдалося завантажити мовленнєву модель: %@
zh_hans: 语音模型加载失败：%@

# coordinator.modelStatus.preparing
source: Preparing the speech model for the Neural Engine. This takes a few minutes the first time — leave Plainsay running.
de: Sprachmodell wird für die Neural Engine vorbereitet. Das dauert beim ersten Mal einige Minuten — lass Plainsay geöffnet.
es: Preparando el modelo de voz para el Neural Engine. La primera vez tarda unos minutos — deja Plainsay en ejecución.
fr: Préparation du modèle vocal pour le Neural Engine. Cela prend quelques minutes la première fois — laissez Plainsay ouvert.
it: Preparazione del modello vocale per il Neural Engine. La prima volta richiede qualche minuto — lascia Plainsay in esecuzione.
ja: Neural Engine用に音声モデルを準備しています。初回は数分かかります——Plainsayを起動したままにしてください。
ko: Neural Engine용으로 음성 모델을 준비하는 중입니다. 처음에는 몇 분이 걸립니다 — Plainsay를 계속 실행해 두세요.
nl: Spraakmodel wordt voorbereid voor de Neural Engine. Dit duurt de eerste keer een paar minuten — laat Plainsay actief.
pl: Przygotowywanie modelu mowy dla Neural Engine. Za pierwszym razem trwa to kilka minut — zostaw Plainsay uruchomioną.
pt: A preparar o modelo de voz para o Neural Engine. Demora alguns minutos da primeira vez — deixa o Plainsay em execução.
ru: Подготовка речевой модели для Neural Engine. В первый раз это занимает несколько минут — не закрывайте Plainsay.
uk: Підготовка мовленнєвої моделі для Neural Engine. Уперше це займає кілька хвилин — не закривайте Plainsay.
zh_hans: 正在为神经网络引擎准备语音模型。首次准备可能需要几分钟——请让 Plainsay 保持运行。

# coordinator.modelStatus.ready
source: Ready
de: Bereit
es: Listo
fr: Prêt
it: Pronto
ja: 準備完了
ko: 준비 완료
nl: Klaar
pl: Gotowe
pt: Pronto
ru: Готово
uk: Готово
zh_hans: 已就绪

# coordinator.modelStatus.starting
source: Starting the speech model…
de: Sprachmodell wird gestartet…
es: Iniciando el modelo de voz…
fr: Démarrage du modèle vocal…
it: Avvio del modello vocale…
ja: 音声モデルを起動しています…
ko: 음성 모델을 시작하는 중…
nl: Spraakmodel wordt gestart…
pl: Uruchamianie modelu mowy…
pt: A iniciar o modelo de voz…
ru: Запуск речевой модели…
uk: Запуск мовленнєвої моделі…
zh_hans: 正在启动语音模型…

# coordinator.needsMicrophone
source: Plainsay needs microphone access
de: Plainsay benötigt Mikrofonzugriff
es: Plainsay necesita acceso al micrófono
fr: Plainsay a besoin d'accéder au microphone
it: Plainsay ha bisogno dell'accesso al microfono
ja: Plainsayにはマイクへのアクセスが必要です
ko: Plainsay에 마이크 접근 권한이 필요합니다
nl: Plainsay heeft microfoontoegang nodig
pl: Plainsay potrzebuje dostępu do mikrofonu
pt: O Plainsay precisa de acesso ao microfone
ru: Plainsay нужен доступ к микрофону
uk: Plainsay потрібен доступ до мікрофона
zh_hans: Plainsay 需要麦克风访问权限

# engine.cloud.encodeFailed
source: Could not encode audio for upload
de: Audio konnte nicht für den Upload codiert werden
es: No se pudo codificar el audio para subirlo
fr: Impossible d'encoder l'audio pour l'envoi
it: Impossibile codificare l'audio per il caricamento
ja: アップロード用に音声をエンコードできませんでした
ko: 업로드용 오디오를 인코딩할 수 없습니다
nl: Kon audio niet coderen voor upload
pl: Nie udało się zakodować audio do przesłania
pt: Não foi possível codificar o áudio para envio
ru: Не удалось закодировать аудио для отправки
uk: Не вдалося закодувати аудіо для надсилання
zh_hans: 无法编码待上传的音频

# engine.cloud.limitReached
source: Plainsay Cloud monthly limit reached
de: Monatliches Plainsay-Cloud-Limit erreicht
es: Se alcanzó el límite mensual de Plainsay Cloud
fr: Limite mensuelle de Plainsay Cloud atteinte
it: Limite mensile di Plainsay Cloud raggiunto
ja: Plainsay Cloudの月間上限に達しました
ko: Plainsay Cloud 월간 한도에 도달했습니다
nl: Maandelijkse limiet van Plainsay Cloud bereikt
pl: Osiągnięto miesięczny limit Plainsay Cloud
pt: Limite mensal do Plainsay Cloud atingido
ru: Достигнут месячный лимит Plainsay Cloud
uk: Досягнуто місячний ліміт Plainsay Cloud
zh_hans: 已达到 Plainsay Cloud 每月额度上限

# engine.cloud.noResponse
source: No response from Plainsay Cloud
de: Keine Antwort von Plainsay Cloud
es: Sin respuesta de Plainsay Cloud
fr: Aucune réponse de Plainsay Cloud
it: Nessuna risposta da Plainsay Cloud
ja: Plainsay Cloudから応答がありません
ko: Plainsay Cloud로부터 응답이 없습니다
nl: Geen reactie van Plainsay Cloud
pl: Brak odpowiedzi od Plainsay Cloud
pt: Sem resposta do Plainsay Cloud
ru: Нет ответа от Plainsay Cloud
uk: Немає відповіді від Plainsay Cloud
zh_hans: Plainsay Cloud 没有响应

# engine.cloud.subscriptionInactive
source: Plainsay Cloud subscription is not active
de: Plainsay-Cloud-Abo ist nicht aktiv
es: La suscripción a Plainsay Cloud no está activa
fr: L'abonnement Plainsay Cloud n'est pas actif
it: L'abbonamento a Plainsay Cloud non è attivo
ja: Plainsay Cloudのサブスクリプションが有効ではありません
ko: Plainsay Cloud 구독이 활성 상태가 아닙니다
nl: Plainsay Cloud-abonnement is niet actief
pl: Subskrypcja Plainsay Cloud jest nieaktywna
pt: A subscrição do Plainsay Cloud não está ativa
ru: Подписка Plainsay Cloud не активна
uk: Підписка Plainsay Cloud неактивна
zh_hans: Plainsay Cloud 订阅未激活

# engine.cloud.timedOut
source: Plainsay Cloud timed out
de: Zeitüberschreitung bei Plainsay Cloud
es: Plainsay Cloud agotó el tiempo de espera
fr: Délai dépassé pour Plainsay Cloud
it: Plainsay Cloud ha superato il tempo massimo di attesa
ja: Plainsay Cloudがタイムアウトしました
ko: Plainsay Cloud 시간이 초과되었습니다
nl: Plainsay Cloud duurde te lang
pl: Przekroczono czas oczekiwania Plainsay Cloud
pt: O Plainsay Cloud excedeu o tempo limite
ru: Истекло время ожидания Plainsay Cloud
uk: Минув час очікування Plainsay Cloud
zh_hans: Plainsay Cloud 请求超时

# engine.cloud.unexpectedResponse
source: Unexpected response from Plainsay Cloud
de: Unerwartete Antwort von Plainsay Cloud
es: Respuesta inesperada de Plainsay Cloud
fr: Réponse inattendue de Plainsay Cloud
it: Risposta inaspettata da Plainsay Cloud
ja: Plainsay Cloudから予期しない応答がありました
ko: Plainsay Cloud로부터 예기치 않은 응답이 왔습니다
nl: Onverwachte reactie van Plainsay Cloud
pl: Nieoczekiwana odpowiedź od Plainsay Cloud
pt: Resposta inesperada do Plainsay Cloud
ru: Неожиданный ответ от Plainsay Cloud
uk: Неочікувана відповідь від Plainsay Cloud
zh_hans: Plainsay Cloud 返回了意外的响应

# engine.invalidEndpoint
source: Invalid transcription endpoint: %@
de: Ungültiger Transkriptionsendpunkt: %@
es: Endpoint de transcripción no válido: %@
fr: Point de terminaison de transcription invalide : %@
it: Endpoint di trascrizione non valido: %@
ja: 無効な文字起こしエンドポイント: %@
ko: 잘못된 필사 엔드포인트: %@
nl: Ongeldig transcriptie-endpoint: %@
pl: Nieprawidłowy endpoint transkrypcji: %@
pt: Endpoint de transcrição inválido: %@
ru: Некорректный endpoint расшифровки: %@
uk: Некоректний endpoint розшифровки: %@
zh_hans: 无效的转录端点：%@

# engine.modelNotLoaded
source: Speech model is not loaded yet.
de: Sprachmodell ist noch nicht geladen.
es: El modelo de voz todavía no está cargado.
fr: Le modèle vocal n'est pas encore chargé.
it: Il modello vocale non è ancora caricato.
ja: 音声モデルはまだ読み込まれていません。
ko: 음성 모델이 아직 로드되지 않았습니다.
nl: Spraakmodel is nog niet geladen.
pl: Model mowy nie jest jeszcze wczytany.
pt: O modelo de voz ainda não está carregado.
ru: Речевая модель ещё не загружена.
uk: Мовленнєву модель ще не завантажено.
zh_hans: 语音模型尚未加载。

# engine.noApiKey
source: No API key for the transcription service
de: Kein API-Schlüssel für den Transkriptionsdienst
es: No hay clave de API para el servicio de transcripción
fr: Aucune clé API pour le service de transcription
it: Nessuna chiave API per il servizio di trascrizione
ja: 文字起こしサービスのAPIキーがありません
ko: 필사 서비스의 API 키가 없습니다
nl: Geen API-sleutel voor de transcriptiedienst
pl: Brak klucza API dla usługi transkrypcji
pt: Nenhuma chave de API para o serviço de transcrição
ru: Нет API-ключа для сервиса расшифровки
uk: Немає API-ключа для сервісу розшифровки
zh_hans: 没有转录服务的 API 密钥

# engine.noApiKeyFor
source: No API key for %@
de: Kein API-Schlüssel für %@
es: No hay clave de API para %@
fr: Aucune clé API pour %@
it: Nessuna chiave API per %@
ja: %@ のAPIキーがありません
ko: %@ 의 API 키가 없습니다
nl: Geen API-sleutel voor %@
pl: Brak klucza API dla %@
pt: Nenhuma chave de API para %@
ru: Нет API-ключа для %@
uk: Немає API-ключа для %@
zh_hans: 没有 %@ 的 API 密钥

# engine.noModelSelected
source: No transcription model selected
de: Kein Transkriptionsmodell ausgewählt
es: No se ha seleccionado ningún modelo de transcripción
fr: Aucun modèle de transcription sélectionné
it: Nessun modello di trascrizione selezionato
ja: 文字起こしモデルが選択されていません
ko: 필사 모델이 선택되지 않았습니다
nl: Geen transcriptiemodel geselecteerd
pl: Nie wybrano modelu transkrypcji
pt: Nenhum modelo de transcrição selecionado
ru: Не выбрана модель расшифровки
uk: Не обрано модель розшифровки
zh_hans: 未选择转录模型

# engine.noResponse
source: No response from the transcription service
de: Keine Antwort vom Transkriptionsdienst
es: Sin respuesta del servicio de transcripción
fr: Aucune réponse du service de transcription
it: Nessuna risposta dal servizio di trascrizione
ja: 文字起こしサービスから応答がありません
ko: 필사 서비스로부터 응답이 없습니다
nl: Geen reactie van de transcriptiedienst
pl: Brak odpowiedzi od usługi transkrypcji
pt: Sem resposta do serviço de transcrição
ru: Нет ответа от сервиса расшифровки
uk: Немає відповіді від сервісу розшифровки
zh_hans: 转录服务没有响应

# engine.notWhisperKitModel
source: %@ is not a WhisperKit model.
de: %@ ist kein WhisperKit-Modell.
es: %@ no es un modelo de WhisperKit.
fr: %@ n'est pas un modèle WhisperKit.
it: %@ non è un modello WhisperKit.
ja: %@ はWhisperKitモデルではありません。
ko: %@ 는 WhisperKit 모델이 아닙니다.
nl: %@ is geen WhisperKit-model.
pl: %@ nie jest modelem WhisperKit.
pt: %@ não é um modelo WhisperKit.
ru: %@ не является моделью WhisperKit.
uk: %@ не є моделлю WhisperKit.
zh_hans: %@ 不是 WhisperKit 模型。
